# Taps
tap 'caskroom/cask'
tap 'caskroom/eid'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

# Install Binaries
brew 'bash'
brew 'coreutils'
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas'
brew 'openssh'
brew 'trash'
brew 'tree'
brew 'zsh'
brew 'zsh-completions'

# Development
brew 'php'
brew 'node'
brew 'mysql'

# Code editors
brew 'vim', args: ['--with-override-system-vi']
cask 'visual-studio-code'

# Browsers
cask 'firefox-developer-edition'
cask 'google-chrome-canary'

# Apps
cask 'discord'
cask 'flux'
cask 'insomnia'
cask 'iterm2'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'spectacle'
cask 'spotify'

# Fonts
cask 'font-fira-code'
