8bitslime.minimalistic
aaronthomas.vscode-snazzy-operator
akamud.vscode-theme-onelight
albertshar.pulse-color-theme
alexlab.save-eyes-light
andrewmarkle.primer-light
apollographql.vscode-apollo
arcticicestudio.nord-visual-studio-code
arthurwhite.white
astral-keks.folder-indexing
atomiks.moonlight
badrouu-laabed.starboy-theme
barrsan.reui
be5invis.theme-verdandi
BeardedBear.beardedicons
BeardedBear.beardedtheme
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
blairleduc.touch-bar-display
blunt1337.todo-language
bmewburn.vscode-intelephense-client
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
brittanychiang.halcyon-vscode
burkeholland.simple-react-snippets
Catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
codekidX.xcode10
csilva2810.rose-pine-next
damc.textpad-color-theme
damc.textpad-icon-theme
damienstanton.nil
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dreamfliper.sublime-mark
dsoloha.native-macos
EditorConfig.EditorConfig
ElAnandKumar.el-vsc-product-icon-theme
EliverLara.andromeda
enkia.tokyo-night
eppz.eppz-code
eran-keren.jsconfig-generator
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
fivepointseven.vscode-theme-onedark-spacegray
flameappstudio.honolulu-vscode-theme
FlorianDuros.theme-dracula-italics-turbo
fosshaas.fontsize-shortcuts
GitHub.github-vscode-theme
GitHub.remotehub
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
harg.iceberg
hbenl.vscode-test-explorer
hedinne.popping-and-locking-vscode
Heron.firefox-devtools-theme
hoovercj.vscode-settings-cycler
iocave.customize-ui
iocave.monkey-patch
iredchuk.light-plus-dimmed
jamiewest.theme-light-vs-mac
jrtools.mariana
juanmnl.vscode-theme-1984
kube.theme-kay
kuscamara.electron
LucasFonte.nightmare
markusylisiurunen.githubdarkmode
mathcale.theme-dracula-refined
mhutchie.git-graph
miguelsolorio.fluent-icons
mikaelkristiansson87.react-theme-vscode
mikemcbride.electron-highlighter
mikestead.dotenv
MoonHealth.react-theme-faithful
MoOx.dark-sea
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-fr
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
mvllow.rose-pine
nrwl.angular-console
nuintun.impsorter-vscode
orsenkucher.vscode-graphql
pabue.linear-theme
peymanslh.blueberry-dark-theme
pnp.polacode
Poorchop.theme-darktooth
praveenpuglia.tailwind-breeze
R.git-submodule-sort
redhat.java
rickynormandeau.mariana-pro
robertgr991.php-parameter-hint
roydukkey.theme-chimera
rvest.vs-code-prettier-eslint
ryuta46.multi-command
sallar.vscode-duotone-dark
samrapdev.outrun
sapegin.Theme-SquirrelsongLight
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
Shirayuki.verdandi-alter-customized
sidharthachatterjee.vscode-tailwindcss
SimonSiefke.svg-preview
smockle.xcode-default-theme
spaceinvadev.asteria
stripe.vscode-stripe
sveggiani.vscode-field-lights
tinaciousdesign.theme-tinaciousdesign
tobiasalthoff.atom-material-theme
tourervit.phantom
trinm1709.dracula-theme-from-intellij
Tyriar.lorem-ipsum
uloco.theme-bluloco-dark
usernamehw.errorlens
vidbregar.dusk
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wangweixuan.yithemes
wayou.vscode-todo-highlight
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
wicked-labs.wvsc-serendipity
willyelm.theme-shark
XavierNaves.darker-dark
Zignd.html-css-class-completion
